const USERRULE_DATA = [
  {
    id: 1,
    text: '㈜동일드방레는 라코스테 디지털 플래그십을 이용할 수 있는온라인 통합 회원제를 홈페이지를 통하여 운영하고 있으며,홈페이지는 2017년 3월 29일부터 기존 브랜드홈페이지(www.lacoste.co.kr) 및 e-Shop(shop.lacoste.co.kr과m-Shop(m.shop.lacoste.co.kr)이 www.lacoste.com/kr로통합되었습니다.',
  },
  {
    id: 2,
    text: 'LACOSTE DIGITAL FLAGSHIP 온라인 회원약관㈜동일드방레는 라코스테 디지털 플래그십을 이용할 수 있는온라인 통합 회원제를 홈페이지를 통하여 운영하고 있으며,홈페이지는 2017년 3월 29일부터 기존 브랜드홈페이지(www.lacoste.co.kr) 및 e-Shop(shop.lacoste.co.kr과m-Shop(m.shop.lacoste.co.kr)이 www.lacoste.com/kr로통합되었습니다.',
  },
  {
    id: 3,
    text: '온/오프라인 통합 회원의 경우 온/오프라인 구매 시 적립 또는발급 사용되는 쿠폰의 경우, 온라인에서는 회원 가입 절차 후디지털 플래그십 내에서 확인하실 수 있으며 오프라인매장에서는 생년월일을 통해 조회 하실 수 있습니다.제1조(목적) 이 약관은 (주)동일드방레가 운영하는 라코스테디지털 플래그십(이하 “온라인사이트”라한다)에서 제공하는인터넷 관련 서비스(이하 "서비스"라 한다)를 이용함에 있어온라인사이트와 이용자의 권리•의무 및 책임 사항을 규정함을목적으로 합니다.',
  },
  {
    id: 4,
    text: '제2조(정의)',
  },
  {
    id: 5,
    text: '① "온라인사이트" 란 (주)동일드방레가 재화 또는 용역을이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를이용하여 재화 또는 용역을 거래할 수 있도록 설정한 온라인상의 영업장 및 브랜드 관련 컨텐츠와 서비스를 제공하는브랜드 홈페이지를 말하며, 아울러 온라인사이트를 운영하는사업자의 의미로도 사용합니다.',
  },
  {
    id: 6,
    text: '② "이용자"란 "온라인사이트"에 접속하여 이 약관에 따라"온라인사이트"가 제공하는 서비스를 받는 회원 및 비회원을말합니다.',
  },
  {
    id: 7,
    text: '③ "회원"이라 함은 "온라인사이트"에 개인정보를 제공하여회원등록을 한 자로서, "온라인사이트"의 정보를 지속적으로제공받으며, "온라인사이트"이 제공하는 서비스를 계속적으로이용할 수 있는 자를 말합니다.',
  },
  {
    id: 8,
    text: '④ "비회원"이라 함은 회원에 가입하지 않고"온라인사이트"에서 제공하는 서비스를 이용하는 자를말합니다.',
  },
  {
    id: 9,
    text: '제3조 (약관의 명시와 설명 및 개정)',
  },
  {
    id: 10,
    text: '① "온라인사이트"는 이 약관의 내용과 상호 및 대표자 성명,영업소 소재지 주소, 사업자등록번호, 통신판매업신고번호,개인정보 처리방침, 개인정보 보호책임자, 연락처(전화, 팩스,전자우편 주소 등) 등을 이용자가 쉽게 알 수 있도록"온라인사이트"의 초기서비스화면(전면)에 게시합니다. 다만,약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할수 있습니다.',
  },
  {
    id: 11,
    text: '② "온라인사이트"는 이용자가 약관에 동의하기에 앞서 약관에정하여져 있는 내용 중 청약철회, 배송책임, 환불 조건 등과같은 중요한 내용을 이용자가 이해할 수 있도록 별도의연결화면 또는 팝업 화면 등을 제공하여 이용자의 확인을구하여야 합니다.',
  },
  {
    id: 12,
    src: '③ "온라인사이트"는 전자상거래 등에서의 소비자보호에 관한법률, 약관의 규제에 관한 법률, 전자문서 및 전자거래기본법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에관한 법률, 방문판매 등에 관한 법률, 소비자기본법 등관련법을 위배하지 않는 범위에서 이 약관을 개정할 수있습니다.',
  },
  {
    id: 13,
    text: '④ "온라인사이트"가 약관을 개정할 경우에는 적용일자 및개정사유를 명시하여 현행약관과 함께 "온라인사이트"의초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지공지합니다 다만, 이용자에게 불리하게 약관내용을 변경하는경우에는 최소한 30일 이상의 사전 유예기간을 두고공지합니다. 이 경우 "온라인사이트"는 개정전 내용과 개정후내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.',
  },
  {
    id: 14,
    text: '⑤ "온라인사이트"가 약관을 개정할 경우에는 달리 정함이 없는한 그 개정약관은 그 시행일 이후부터 모든 이용자에게일괄적으로 적용됩니다. 다만, 약관의 개정 전에 이미 발생된권리의무에는 영향을 미치지 않습니다. 또한 이미 계약을체결한 이용자가 개정 전 약관 조항의 적용을 받기를 원하는뜻을 제3항에 의한 개정약관의 공지기간 내에"온라인사이트"에 통지하는 경우에는 개정 전 약관 조항이적용됩니다.',
  },
  {
    id: 15,
    text: '⑥ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에관하여는 전자상거래 등에서의 소비자보호에 관한 법률,약관의 규제에 관한 법률, 공정거래위원회가 정하는전자상거래 등에서의 소비자 보호지침 및 관계법령 또는상관례에 따릅니다.',
  },
];

export default USERRULE_DATA;
